export const value_MainTitle = {
  title: '设计价值观'
}

export const value_SubMiddleTitle = {
  title: [
    '符合自然人机交互规律',
    '可生长，有价值'
  ]
}

export const value_MainText = {
  texts: [
    'Codeages Design 设计价值观为设计者提供评价设计好坏的内在标准，启示并激发了 Codeages Design 设计原则和设计模式，进而为具体设计问题提供向导和一般解决方案。',

    '设计者应为自己创造的产品负责，保证产品对用户是有价值的。用发展的眼光做设计，充分考虑人、机两端的共同生长。'
  ]
}

export const value_SubText = {
  text: [
    '设计者应为自己创造的产品负责，保证产品对用户是有价值的。用发展的眼光做设计，充分考虑人、机两端的共同生长。'
  ]
}

export const value_Concept = {
  concepts: [
    {
      name: '感知自然：',
      content: '认知心理学所述，约 80% 外界信息通过视觉通道获取。界面设计中最重要的视觉要素，包括布局、色彩、插画、图标等，应充分汲取自然界规律，从而降低用户认知成本，带来真实流畅的感受。 在一些场景下，适时加入听觉、触觉等其它感知通道，能创造更丰富自然的产品体验。'
    },
    {
      name: '行为自然：',
      content: '在与系统的互动中，设计者应充分理解用户、系统角色、任务目标间的关系，场景化组织系统功能和服务。同时辅以行为分析、人工智能、传感器、元数据等策略，提供主动式服务，帮助用户决策、减少操作， 从而节约用户脑力和体力，让人机交互行为更自然。'
    },
    {
      name: '价值连接：',
      content: '产品的增长依赖于用户的群体扩大和深度使用，而用户的成长又依赖于产品功能的壮大。设计者应建立系统设计思维，洞悉产品功能的价值，探索用户在不同场景下的需求，在价值和需求间建立连接。让产品 价值被发现，帮助用户建立更有效、更高效的工作方式。'
    },
    {
      name: '人机共生：',
      content: '产品功能和用户需求的更多连接，让人机互动更加紧密，用户和系统共生。产品设计时，不应将用户和系统独立开来，应作为一个动态发展的共同体来思考，确保其足够的灵活、包容，充满生命力。'
    }
  ]
}